Repository: joudihamdan/Ride_Share_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

# where
source: Anywhere you are
ar: أينما كنت

# whereDes
source: Choose your cart very easily from the nearest parking lot after determining your location.
ar: اختر عربتك بسهولة جدا من اقرب موقف لك بعد تحديد موقعك

# time
source: At anytime
ar: في أي وقت

# book
source: Book your car
ar: احجز سيارتك

# location
source: Enable your location
ar: قم بتمكين موقعك

# locationDes
source: Choose your location to start find the request around you
ar: اختر موقعك لبدء العثور على الطلبات من حولك

source: Welcome
ar: مرحباً

# welcomeDes
source: Have a better sharing experience
ar: احصل على تجربة مشاركة أفضل

# createaccount
source: Create an account
ar: إنشاء حساب

source: Log In
ar: تسجيل الدخول

source: Skip
ar: تخطي

source: Go
ar: اذهب
